[
    {
        "title" : "Single All the Way",
        "director" : "Michael Mayer",
        "description" : "Desperate to avoid his family's judgment about his perpetual single status, Peter (Michael Urie) convinces his best friend Nick (Philemon Chambers) to join him for the holidays and pretend that they're now in a relationship. But when Peter's mother (Kathy Najimy) sets him up on a blind date with her handsome trainer James (Luke Macfarlane) the plan goes awry.",
        "link" : "https://www.imdb.com/title/tt14315756/",
        "tags" : ["geo.US", "santa.no"]
    },
    {
        "title" : "The Holiday",
        "directory" : "Nancy Meyers",
        "description" : "Dumped and depressed, English rose Iris agrees to swap homes with similarly unlucky in love Californian Amanda for a much-needed break. Iris finds herself in a palatial Hollywood mansion while Amanda navigates the lanes of a picture-perfect English village. Soon enough, both lovelorn ladies bump into local lads perfect for a romantic pick-me-up.",
        "link" : "https://www.imdb.com/title/tt0457939/",
        "tags" : ["geo.abroad", "santa.no"]
    },
    {
        "title" : "The Family Stone",
        "director" : "Thomas Bezucha",
        "description" : "The plot follows the Christmas holiday misadventures of the Stone family in a small New England town when the eldest son brings his uptight girlfriend home with the intention of proposing to her with a cherished heirloom ring. Overwhelmed by the hostile reception, she begs her sister to join her for emotional support, which triggers further complications.",
        "link" : "https://www.imdb.com/title/tt0356680/",
        "tags" : ["geo.US", "mood.emotional", "santa.no"]
    },
    {
        "title" : "Love Actually",
        "director" : "Richard Curtis",
        "description" : "Nine intertwined stories examine the complexities of the one emotion that connects us all: love.",
        "link" : "https://www.imdb.com/title/tt0314331/",
        "tags" : ["geo.abroad", "santa.no", "mood.emotional"]
    },
    {
        "title" : "The Holiday Calendar",
        "director" : "Bradley Walsh",
        "description" : "A struggling but talented photographer inherits an antique holiday advent calendar, the contents of which seem to predict the future. Will this magical calendar lead her to love this holiday season?",
        "link" : "https://www.imdb.com/title/tt8262802/",
        "tags" : ["geo.US"]
    },
    {
        "title" : "Last Holiday",
        "director": "Wayne Wang",
        "description": "Upon learning of a terminal illness, a shy woman decides to sell all her possessions and live it up at a posh Central European hotel.",
        "link": "https://www.imdb.com/title/tt0408985/",
        "tags": ["geo.abroad", "santa.no", "mood.emotional", "mood.funny"]
    },
    {
        "title": "Elf",
        "director": "Jon Favreau",
        "description": "Raised as an oversized elf, Buddy travels from the North Pole to New York City to meet his biological father, Walter Hobbs, who doesn't know he exists and is in desperate need of some Christmas spirit.",
        "link": "https://www.imdb.com/title/tt0319343/",
        "tags": ["geo.US", "mood.funny", "santa.yes"]
    },
    {
        "title": "Home Alone",
        "director": "Chris Columbus",
        "description": "When 8-year-old Kevin McCallister acts out the night before a family trip to Paris, his mother makes him sleep in the attic. After the McCallisters mistakenly leave for the airport without Kevin, he awakens to an empty house and assumes his wish to have no family has come true. But his excitement sours when he realizes that two con men plan to rob the McCallister residence, and that he alone must protect the family home.",
        "link": "https://www.imdb.com/title/tt0099785/",
        "tags": ["geo.US", "mood.funny", "santa.no"]
    }
]